Repository: BaptisteVillain/ecritures-numeriques
Catalog: languages/*.po
Languages: fr_fr

source: Footer (
fr_fr: Pied de page

source: Header (
fr_fr: En-tête

source: Publication Archives
fr_fr: Archives de publication

source: Publication Attributes
fr_fr: Attributs des publications

source: Parent Publication:
fr_fr: Publication :

source: All Publications
fr_fr: Toutes les publications

source: Add New Publication
fr_fr: Ajouter une nouvelle publication

source: Add Publication
fr_fr: Ajouter une publication

source: New Publication
fr_fr: Nouvelle publication

source: Edit Publication
fr_fr: Modifier une publication

source: Update Publication
fr_fr: Mettre à jour la publication

source: View Publication
fr_fr: Voir la publication

source: View Publications
fr_fr: Voir toutes les publications

source: Search Publication
fr_fr: Recherche une publication

source: Not found
fr_fr: Aucun résultat

source: Not found in Trash
fr_fr: Aucun résultat dans la corbeille

source: Featured Image
fr_fr: Image à la Une

source: Set featured image
fr_fr: Mettre une image à la une

source: Remove featured image
fr_fr: Enlever l’image à la une

source: Use as featured image
fr_fr: Utiliser comme image à la une

source: Insert into item
fr_fr: Insérer dans l'élément

source: Uploaded to this item
fr_fr: Mis en ligne sur cet élément

source: Items list
fr_fr: Liste des éléments

source: Filter items list
fr_fr: Filtrer la liste des éléments

source: Digital Textualities Publications
fr_fr: Publications Écritures Numériques

# Post Type General Name
source: Events
fr_fr: Évènements

# Post Type Singular Name
source: Event
fr_fr: Évènement

source: Events
fr_fr: Evènements

source: Item Archives
fr_fr: Archives de l'élément

source: Item Attributes
fr_fr: Attributs de l’élément

source: Parent Item:
fr_fr: Élément parent :

source: All Events
fr_fr: Tous les événements

source: Add New Event
fr_fr: Ajouter un nouvel évènement

source: Add New
fr_fr: Ajouter un nouvel évènement

source: New Event
fr_fr: Nouvel évènement

source: Edit Event
fr_fr: Modifier l’évènement

source: Update Event
fr_fr: Mettre à jour l’évènement

source: View Event
fr_fr: Voir l’évènement

source: View Events
fr_fr: Voir tous les évènements

source: Search Event
fr_fr: Recherche un évènement

source: event
fr_fr: évènement

source: Digital Textualities Events
fr_fr: Évènements Écritures Numériques

# Post Type General Name
source: Projects
fr_fr: Projets

# Post Type Singular Name
source: Project
fr_fr: Projet

source: Projects
fr_fr: Projets

source: All Projects
fr_fr: Tout les projets

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: New Project
fr_fr: Nouveau projet

source: Edit Project
fr_fr: Modifier le projet

source: Update Project
fr_fr: Mettre à jour le projet

source: View Project
fr_fr: Voir le projet

source: View Projects
fr_fr: Voir les projets

source: Search Project
fr_fr: Recherche un projet

source: project
fr_fr: projet

source: Digital Textualities Projects
fr_fr: Projets d’Écritures Numériques

# Post Type General Name
source: Members
fr_fr: Membres

# Post Type Singular Name
source: Member
fr_fr: Membre

source: Team
fr_fr: Équipe

source: Members
fr_fr: Membres

source: All Members
fr_fr: Tous les membres

source: Add New Member
fr_fr: Ajouter un nouveau membre

source: New Member
fr_fr: Nouveau Membre

source: Edit Member
fr_fr: Modifier un membre

source: Update Member
fr_fr: Modifier un membre

source: View Member
fr_fr: Voir le membre

source: View Members
fr_fr: Voir tous les membres

source: Search Member
fr_fr: Rechercher un membre

source: member
fr_fr: membre

source: Digital Textualities Members
fr_fr: Membres Écritures Numériques

source: Header Menu
fr_fr: Menu

source: Language Switch
fr_fr: Changer de langue

# taxonomy general name
source: Research Fields
fr_fr: Champs de recherche

# taxonomy singular name
source: Research Field
fr_fr: Champ de recherche

source: Search Research Fields
fr_fr: Recherche des champs de recherche

source: All Research Fields
fr_fr: Tous les champs de recherche

source: Parent Research Field
fr_fr: Champ de recherche parent

source: Parent Research Field:
fr_fr: Champ de recherche parent :

source: Edit Research Field
fr_fr: Modifier le champ de recherche

source: Update Research Field
fr_fr: Mettre à jour le champ de recherche

source: Add New Research Field
fr_fr: Ajouter un nouveau champ de recherche

source: New Research Field Name
fr_fr: Nouveau nom de champ de recherche

source: Research Fields
fr_fr: Champs de recherche

# taxonomy general name
source: Research Topics
fr_fr: Objets de recherche

# taxonomy singular name
source: Research Topic
fr_fr: Objet de recherche

source: Search Research Topics
fr_fr: Rechercher des objets de recherche

source: All Research Topics
fr_fr: Tous les objets de recherche

source: Parent Research Topic
fr_fr: Objet de recherche parent

source: Parent Research Topic:
fr_fr: Objet de recherche parent :

source: Edit Research Topic
fr_fr: Modifier l’objet de recherche

source: Update Research Topic
fr_fr: Mettre à jour l’objet de recherche

source: Add New Research Topic
fr_fr: Ajouter un nouvel objet de recherche

source: New Research Topic Name
fr_fr: Nouveau nom d’objet de recherche

source: Research Topics
fr_fr: Objets de recherche

# taxonomy general name
source: Key-concepts
fr_fr: Concepts-clés

# taxonomy singular name
source: Key-concept
fr_fr: Concept-clé

source: Search Key-concepts
fr_fr: Rechercher les concepts-clés

source: All Key-concepts
fr_fr: Tous les concepts-clés

source: Parent Key-concept
fr_fr: Concept-clé parent

source: Parent Key-concept:
fr_fr: Concept-clé parent :

source: Edit Key-concept
fr_fr: Modifier le concept-clé

source: Update Key-concept
fr_fr: Mettre à jour le concept-clé

source: Add New Key-concept
fr_fr: Ajouter un nouveau concept-clé

source: New Key-concept Name
fr_fr: Nouveau nom de concept-clé

source: Key-concepts
fr_fr: Concepts-clés

# taxonomy singular name
source: Axis
fr_fr: Axe

source: Search Axes
fr_fr: Rechercher des axes

source: All Axes
fr_fr: Tous les axes

source: Parent Axis
fr_fr: Axe parent

source: Parent Axis:
fr_fr: Axe parent :

source: Edit Axis
fr_fr: Modifier l’axe

source: Update Axis
fr_fr: Mettre à jour l’axe

source: Add New Axis
fr_fr: Ajouter un nouvel axe

source: New Axis Name
fr_fr: Nouveau nom d’axe

# taxonomy general name
source: Posts
fr_fr: Postes

# taxonomy singular name
source: Post
fr_fr: Poste

source: Search Posts
fr_fr: Rechercher les postes

source: All Posts
fr_fr: Tous les postes

source: Parent Post
fr_fr: Poste parent

source: Parent Post:
fr_fr: Poste parent :

source: Edit Post
fr_fr: Modifier le poste

source: Update Post
fr_fr: Mettre à jour le poset

source: Add New Post
fr_fr: Ajouter un nouveau poste

source: New Post Name
fr_fr: Nouveau nom de poste

source: Posts
fr_fr: Postes

source: Sorry, no content
fr_fr: Désolé, aucun contenu trouvé

source: previous
fr_fr: précédent

source: next
fr_fr: suivant

source: back
fr_fr: retour

source: theories
fr_fr: théories

source: research topics
fr_fr: objets de recherche

source: key-concepts
fr_fr: concept-clés

source: axis
fr_fr: axes

source: See the project
fr_fr: Voir le projet

source: Upcoming events
fr_fr: Prochains Evènements

source: Past events
fr_fr: Anciens événements

source: Contact us
fr_fr: Nous joindre

source: Terms of use
fr_fr: Mentions légales

source: © %s – Canada Research Chair on Digital Textualities.
fr_fr: © %s – Chaire de recherche du Canada sur les Écritures Numériques.

source: See all
fr_fr: Voir tout

source: Latest projects
fr_fr: Derniers projets

source: See all projects
fr_fr: Voir Tous les Projets

source: Latest publications
fr_fr: Dernières publications

source: See all publications
fr_fr: Voir toutes les publications

source: Sections
fr_fr: Rubriques

source: See all sections
fr_fr: Voir toutes les rubriques

source: Theory
fr_fr: Théorie

source: Axis
fr_fr: Axe

source: Research topics
fr_fr: Objets de recherche

source: projects
fr_fr: projets

source: events
fr_fr: évènements

source: Back
fr_fr: Retour

source: Search
fr_fr: Rechercher

source: Posted
fr_fr: Publié

source: on
fr_fr: sur

source: Posted in
fr_fr: Publié sur

source: read on
fr_fr: lire sur

source: loading...
fr_fr: chargement...

source: sections
fr_fr: rubriques

source: members
fr_fr: membres

source: filter
fr_fr: filtrer

source: label
fr_fr: tag

source: delete all
fr_fr: tout supprimer

source: title
fr_fr: titre

source: author
fr_fr: auteur

source: No results
fr_fr: Aucun résultats

source: Loading...
fr_fr: Chargement...

source: Highlight
fr_fr: À la une

source: Monographs
fr_fr: Monographe

source: Books Section
fr_fr: Rubrique Livres

source: Scroll to discover more...
fr_fr: Découvrir plus…

source: No more publications
fr_fr: Aucune autre publication

source: a WP Theme
fr_fr: un thème Wordpress
